<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css"
        integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css" rel="stylesheet"
        integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65" crossorigin="anonymous">

    <title>ThinkBall</title>
</head>

<body>
    <?php
    include 'leftmenu.php';
    ?><br><br><br><br>
    <div class="container">
        <h1>Питание</h1><br>

        <div class="alert alert-success" role="alert">
            <div class="d-flex w-100 justify-content-between">
                <h3 class="mb-1">Правильное питание</h3>
                <small>1 день назад</small>

            </div><br>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/xuWFTTcoCm4"
                    title="YouTube video player" frameborder="0"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowfullscreen></iframe>
            </div><br><br>
            <p class="mb-1">Правильное, здоровое питание не означает скучное меню и отказ от вкусных блюд. Как раз
                наоборот! Оно подразумевает сбалансированность, которой можно добиться, если есть разные продукты и
                столько, сколько этого требует организм. Так он сможет получать необходимые питательные вещества, чтобы
                мы могли быть здоровыми и деятельными. Потому-то никакая еда не является здоровой или нездоровой,
                полезной или вредной сама по себе. Всё зависит от размера порций и частоты приема пищи. Есть можно всё,
                но в правильных количествах!

                Пирамида питания показывает, чего следует есть меньше, чего больше
                И всё же, многие из нас питаются несбалансированно, не так, как рекомендуется, о чем свидетельствует
                проведенное в Эстонии исследование пищевого поведения. Не приходится удивляться, что люди не получают
                достаточного количества питательных веществ.
                Здесь можно сравнить между собой две пирамиды.
                На одной указаны рекомендуемые пропорции объемов, которые гарантируют сбалансированное питание, а на
                другой приведен реальный рацион среднего жителя Эстонии.

                Чтобы питание было сбалансированным и разнообразным, нужно есть в соответствии с приведенной выше
                рекомендуемой пирамидой питания. Рекомендуемая пирамида показывает примерное количество продуктов
                питания, которое следует употреблять в течение одной недели для удовлетворения потребности в питательных
                веществах. В пирамиде указано пять основных групп продуктов – из каждой из них нужно что-то есть
                ежедневно. На вершине пирамиды разместилось сладкое и соленое, которое организму для его
                функционирования не требуется и есть его надо редко, и то в небольших количествах.</p>
            <small><b><a href="#">Читать подробнее...</a></b></small><br><br>
            <button type="button" class="btn btn-success">
                <i class="fas fa-check"></i> В избранное
            </button>

        </div><br>

        <div class="alert alert-success" role="alert">
            <div class="d-flex w-100 justify-content-between">
                <h3 class="mb-1">Белки</h3>
                <small>3 дня назад</small>
            </div><br>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/4nqXhdwPYY8"
                    title="YouTube video player" frameborder="0"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowfullscreen></iframe>
            </div><br><br>
            <p class="mb-1">
                Любой белок — группа аминокислот в различных вариациях. Всего их 22, а наш организм может вырабатывать
                только 13 из них — остальные 9 мы получаем с пищей. Продукты, богатые протеином, дают возможность
                получения качественного белка в полной мере. Если в вашем рационе такой пищи мало или даже просто
                недостаточно, то апатия, упадок сил, сонливость — это то, с чем вы обязательно сталкиваетесь очень
                часто.

                Признаки нехватки или переизбытка протеинов Также недостаток белка в рационе может проявляться другими
                негативными состояниями: ухудшается иммунитет, снижаются защитные функции: хуже работает мозг; вы
                становитесь менее выносливы; появляются раздражительность, плаксивость. Впрочем, это не означает, что
                надо срочно узнать, в каких продуктах больше всего содержится белка, и налегать только на них.
                Сколько организму нужно протеина Если не брать во внимание спортсменов и профессиональных бодибилдеров,
                норма чистого белка для взрослого человека в среднем составляет от 90 г до 120 г. Минимальное количество
                — не менее 40! Самая простая формула подсчета нужного количества — 0,5г на 1 кг вашего веса при условии,
                что физнагрузок особых у вас нет. Если же вы занимаетесь регулярно спортом, то умножьте получившийся
                результат на 1,5-2.

            </p>
            <small><b><a href="#">Читать подробнее...</a></b></small><br><br>
            <button type="button" class="btn btn-success">
                <i class="fas fa-check"></i> В избранное
            </button>

        </div><br>
        <div class="alert alert-success" role="alert">
            <div class="d-flex w-100 justify-content-between">
                <h3 class="mb-1">Вредные жиры: в каких продуктах содержатся, чем заменить в рационе?</h3>
                <small>4 дня назад</small>
            </div><br>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/ZF9BXqn500E"
                    title="YouTube video player" frameborder="0"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowfullscreen></iframe>
            </div><br><br>
            <p class="mb-1">Зачем организму жиры?
                Наш организм имеет невероятно слаженную и совершенную систему. Каждый орган, каждая клеточка знает свое
                место и задачу. И ограничивать их в поступлении важных веществ или обеспечивать ими в избытке — значит
                нарушить внутреннюю гармонию. Жиры в этой физиологической симфонии играют жизненно важную партию, они
                необходимы нашему организму:

                · для функционирования сердца, легких, мозга;

                · осуществляют работу нервной и зрительной систем;

                · для формирования и поддержки иммунитета;

                · входят в состав клеточных мембран;

                · для процесса пищеварения и усвоения питательных веществ;

                · для терморегуляции;

                · для защиты внутренних органов от травм и механических повреждений.

                Нехватка жиров в рационе способна привести к нарушению работы различных органов и систем.
                Физиологическая потребность в жирах зависит от пола и возраста. Но также следует помнить, что не все
                жиры приносят пользу.</p>
            <small><b><a href="#">Читать подробнее...</a></b></small><br><br>
            <button type="button" class="btn btn-success">
                <i class="fas fa-check"></i> В избранное
            </button>

        </div><br>
        <div class="alert alert-success" role="alert">
            <div class="d-flex w-100 justify-content-between">
                <h3 class="mb-1">Углеводы</h3>
                <small>5 дней назад</small>
            </div><br>
            <div class="embed-responsive embed-responsive-16by9">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/Y32ELA53W2s"
                    title="YouTube video player" frameborder="0"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowfullscreen></iframe>
            </div><br><br>
            <p class="mb-1">Углеводы являются главным источником энергии в организме. Энергия, получаемая с
                содержащимися в пище углеводами, в основном вырабатывается из крахмала и сахаров, а также (в меньшей
                степени) из пищевых волокон и сахарных спиртов.
                Основными источниками углеводов являются зерновые и картофель. Фрукты, фруктовый сок, ягоды и молоко
                также содержат сахара (моно- и дисахариды). Сладости, сладкие напитки, фруктовые сиропы, подслащенные
                кондитерские изделия и молочные продукты со вкусовыми добавками – основные источники добавленных
                сахаров. Добавленными сахарами называются сахара, добавляемые в продукты в процессе их обработки или
                приготовления.

                Понятия «углевод» и «сахар» – не одно и то же. Сахар – это условное обиходное понятие, используемое в
                основном в отношении сахарозы (т.н. столовый сахар), а также других водорастворимых простых углеводов со
                сладким вкусом (моно- и дисахариды, такие как глюкоза, фруктоза, лактоза, мальтоза).

                Углеводы должны покрывать 50–60% суточной потребности в пищевой энергии.
                Энергия, получаемая с добавленным сахаром, не должна превышать 10% суточной пищевой энергии.
                Человеку с суточной потребностью в энергии 2000 ккал за день следует употреблять: от 0,5 x 2000 ккал / 4
                ккал = 250 г до 0,6 x 2000 / 4 ккал = 300 г углеводов. При суточной потребности в энергии 2500 ккал
                рекомендуемое дневное количество углеводов 313–375 г, при 3000 ккал – 375–450 г.

                Наш организм, а в особенности мозг, нуждается в постоянном снабжении глюкозой, обеспечивающей
                эффективность и результативность его работы. При длительном недостатке углеводов организм начинает
                синтезировать глюкозу из собственных белков, из-за чего заметно снижается его защитная способность в
                отношении факторов внешней среды.</p>
            <small><b><a href="#">Читать подробнее...</a></b></small><br><br>
            <button type="button" class="btn btn-success">
                <i class="fas fa-check"></i> В избранное
            </button>


        </div><br>
    </div>
    </div>
    <!-- jQuery -->
    <script src="/examples/vendors/jquery/jquery-3.3.1.min.js"></script>
    <!-- Popper -->
    <script src="/examples/vendors/popper.js/popper.min.js"></script>
    <!-- Bootstrap JS -->
    <script src="/examples/vendors/bootstrap-4/js/bootstrap.min.js"></script>

</body>

</html>